{
	"noContextMenu": "Denne kommando kan ikke være en kontekstmenu.",
	"noServer": "Kunne ikke finde denne server i vores database.",
	"sync": "Synkronisering med {name} er i gang.. Vent venligst et par sekunder op til et par minutter.",
	"missing_perms": "Jeg mangler tilladelser (`ManageRoles`) til at tildele dine roller. Kontakt venligst en serveradministrator.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "Kunne ikke hente Discord-medlem.",
	"added_roles": "Tilføjede roller",
	"removed_roles": "Fjernede roller",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "Følgende roller er højere end min højeste rolle.",
		"position_member": "Følgende roller er højere end din højeste rolle.",
		"unknown": "Ukendt fejl under forsøg på at tildele følgende roller.",
		"managed": "Jeg kan ikke administrere følgende roller."
	},
	"vote": "For at bruge denne kommando skal du stemme på botten på **Top.gg** ved at [klikke her]({link}).",
	"bypass_noperms": "Ikke fan af at stemme? Du kan også prøve vores **[Premium]({link})** på din server ved at **[Invitere Mig]({invite})** for at låse denne kommando op og mange flere!",
	"bypass_perms": "Ikke fan af at stemme? Opgrader denne server til vores **[Premium]({link})** for at låse denne kommando op og mange flere!",
	"noFreePlan": "Kunne ikke finde gratis plan ved serveroprettelse.",
	"unknown": "Platform you are trying to synchronize with is not supported.",
	"useLink": "You don't have an account linked with {name}. Please use the {cmd} command to link your account.",
	"noAccount": "That user doesn't have an account linked with {name}.",
	"cant_use_redirect": "Cannot redirect to link if target and current dont match.",
	"no_perms": "You don't have permissions to use force sync.",
	"no_self": "You can't force sync your own roles, just use normal sync.",
	"noUser": "Couldn't find this user in our database.",
	"noMember": "Couldn't get that member's info for this server.",
	"whatPlatform": "What platform do you want to force sync this user with?",
	"selectPlatform": "Select a platform.."
}