{
	"notEnabled": "Esta característica no está habilitada para este servidor.",
	"noContextMenu": "Este comando no puede ser un menú contextual.",
	"not_registered": "Este comando no está registrado.",
	"missing_permission": "{who} no tiene permiso para usar este comando.",
	"missing_permission_list": "Faltan permisos: {list}",
	"role_too_high": "El rol {roles} es demasiado alto para ser administrado por mí.",
	"role_not_found": "Lo sentimos, pero no se puede encontrar ese rol.",
	"role_removed": "Has sido eliminado correctamente del rol {role}.",
	"role_added": "Has sido añadido correctamente al rol {role}.",
	"success": "¡Éxito!",
	"blacklisted": "¡Estás en la lista negra de usar Noti!",
	"blacklisted_guild": "¡Este servidor está en la lista negra de usar Noti!",
	"no_results_ask": "No se han encontrado resultados. Seleccione esto para hacer su pregunta.",
	"could_not_get_question": "No se pudo obtener la pregunta.",
	"could_not_get_data": "Could not get data.",
	"could_not_get_answer": "No se pudo obtener la respuesta.",
	"faq_question_sent": "Tu pregunta ha sido enviada al equipo de Noti. Nos pondremos en contacto contigo lo antes posible.",
	"faq_ignore": "Se ha ignorado la pregunta con éxito.",
	"faq_answer_sent": "La respuesta ha sido enviada con éxito.",
	"faq_added": "Se ha añadido la pregunta y la respuesta con éxito.",
	"error_clear_wrong_server": "No puedes borrar los errores de otro servidor.",
	"errors_cleared": "Se han borrado los errores con éxito.",
	"dev_only": "Este comando sólo está disponible para los desarrolladores.",
	"giveaway_not_found": "Giveaway not found.",
	"giveaway_wrong_server": "This giveaway is not in this server.",
	"giveaway_role_whitelist": "You don't have any whitelisted role to be able to enter this giveaway.",
	"giveaway_role_blacklist": "You have a blacklisted role and can't enter this giveaway.",
	"giveaway_ended": "This giveaway has ended.",
	"giveaway_full": "This giveaway is full.",
	"giveaway_joined_server_before": "In order to enter this giveaway, you must have joined the server before {date}.",
	"giveaway_account_created_before": "In order to enter this giveaway, you must have created your account before {date}.",
	"giveaway_boosting_server": "In order to enter this giveaway, you must be boosting the server.",
	"giveaway_roles": "In order to enter this giveaway, you must have one of the following roles: {roles}.",
	"giveaway_message_count": "In order to enter this giveaway, you must have at least {count} messages in this server, and you have {messages}.",
	"giveaway_entered": "You have successfully entered the giveaway with {count} entries."
}