{
	"noContextMenu": "Este comando no puede ser un menú contextual.",
	"noServer": "No se ha podido encontrar este servidor en nuestra base de datos.",
	"sync": "La sincronización con {name} está en progreso. Por favor, espera unos segundos o hasta unos minutos.",
	"missing_perms": "Me faltan permisos (`ManageRoles`) para asignar tus roles. Por favor, contacta a un administrador del servidor.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "No se pudo obtener el miembro de Discord.",
	"added_roles": "Roles añadidos",
	"removed_roles": "Roles eliminados",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "Los siguientes roles son más altos que mi rol más alto.",
		"position_member": "Los siguientes roles son más altos que tu rol más alto.",
		"unknown": "Error desconocido al intentar asignar los siguientes roles.",
		"managed": "No puedo gestionar los siguientes roles."
	},
	"vote": "Para usar este comando, se requiere que votes por el bot en **Top.gg** [haciendo clic aquí]({link}).",
	"bypass_noperms": "¿No eres fan de votar? También puedes probar nuestro [Prémium Plus]({link}) en tu servidor al [Invitarme]({invite}) para desbloquear este comando y muchos más.",
	"bypass_perms": "¿No eres fan de votar? Actualiza este servidor a nuestro **[Prémium Plus]({link})** para desbloquear este comando y muchos más.",
	"noFreePlan": "No se pudo encontrar un plan gratuito al crear el servidor.",
	"unknown": "La plataforma con la que intentas sincronizar no es compatible.",
	"useLink": "No tienes una cuenta vinculada con {name}. Por favor, usa el comando {cmd} para vincular tu cuenta.",
	"noAccount": "Ese usuario no tiene una cuenta vinculada con {name}.",
	"cant_use_redirect": "No se puede redirigir al enlace si el objetivo y el actual no coinciden.",
	"no_perms": "No tienes permisos para usar la sincronización forzada.",
	"no_self": "No puedes forzar la sincronización de tus propios roles, solo usa la sincronización normal.",
	"noUser": "No se pudo encontrar a este usuario en nuestra base de datos.",
	"noMember": "No se pudo obtener la información de ese miembro para este servidor.",
	"whatPlatform": "¿Qué plataforma deseas usar para forzar la sincronización de este usuario?",
	"selectPlatform": "Selecciona una plataforma..."
}