{
	"noContextMenu": "Dieser Befehl kann kein Kontextmenü sein.",
	"noServer": "Konnte diesen Server nicht in unserer Datenbank finden.",
	"sync": "Synchronisierung mit {name} läuft.. Bitte warte einige Sekunden bis zu einigen Minuten.",
	"missing_perms": "Mir fehlen Berechtigungen (`ManageRoles`), um deine Rollen zuzuweisen. Bitte kontaktiere einen Serveradministrator.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "Fehler beim Abrufen des Discord-Mitglieds.",
	"added_roles": "Hinzugefügte Rollen",
	"removed_roles": "Entfernte Rollen",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "Folgende Rollen sind höher als meine höchste Rolle.",
		"position_member": "Folgende Rollen sind höher als deine höchste Rolle.",
		"unknown": "Unbekannter Fehler beim Versuch, die folgenden Rollen zuzuweisen.",
		"managed": "Ich kann die folgenden Rollen nicht verwalten."
	},
	"vote": "Um diesen Befehl zu verwenden, musst du für den Bot auf **Top.gg** stimmen, indem du [hier klickst]({link}).",
	"bypass_noperms": "Kein Fan vom Abstimmen? Du kannst auch unser **[Premium]({link})** auf deinem Server ausprobieren, indem du **[mich einlädst]({invite})**, um diesen Befehl und viele weitere freizuschalten!",
	"bypass_perms": "Kein Fan vom Abstimmen? Upgrade diesen Server auf unser **[Premium]({link})**, um diesen Befehl und viele weitere freizuschalten!",
	"noFreePlan": "Fehler beim Finden eines kostenlosen Plans bei der Servererstellung.",
	"unknown": "Platform you are trying to synchronize with is not supported.",
	"useLink": "You don't have an account linked with {name}. Please use the {cmd} command to link your account.",
	"noAccount": "That user doesn't have an account linked with {name}.",
	"cant_use_redirect": "Cannot redirect to link if target and current dont match.",
	"no_perms": "You don't have permissions to use force sync.",
	"no_self": "You can't force sync your own roles, just use normal sync.",
	"noUser": "Couldn't find this user in our database.",
	"noMember": "Couldn't get that member's info for this server.",
	"whatPlatform": "What platform do you want to force sync this user with?",
	"selectPlatform": "Select a platform.."
}