{
	"noContextMenu": "Această comandă nu poate fi un meniu contextual.",
	"noServer": "Nu am putut găsi acest server în baza noastră de date.",
	"sync": "Sincronizarea cu {name} este în desfășurare... Vă rugăm să așteptați câteva secunde până la câteva minute.",
	"missing_perms": "Îmi lipsesc permisiunile (`ManageRoles`) pentru a-ți atribui rolurile. Te rog să contactezi un administrator de server.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "Nu s-a reușit preluarea membrului Discord.",
	"added_roles": "Roluri adăugate",
	"removed_roles": "Roluri eliminate",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "Rolurile următoare sunt mai mari decât rolul meu cel mai înalt.",
		"position_member": "Rolurile următoare sunt mai mari decât cel mai înalt rol al tău.",
		"unknown": "Eroare necunoscută în timp ce se încerca atribuirea următoarelor roluri.",
		"managed": "Nu pot gestiona următoarele roluri."
	},
	"vote": "Pentru a folosi această comandă ești obligat să votezi pentru bot pe **Top.gg** [click aici]({link}).",
	"bypass_noperms": "Nu ești fan al votării? Poți încerca și **[Premium]({link})** pe serverul tău invitându-mă **[Invită-mă]({invite})** pentru a debloca această comandă și multe altele!",
	"bypass_perms": "Nu ești fan al votării? Upgradează acest server la **[Premium]({link})** pentru a debloca această comandă și multe altele!",
	"noFreePlan": "Nu s-a găsit un plan gratuit la crearea serverului.",
	"unknown": "Platform you are trying to synchronize with is not supported.",
	"useLink": "You don't have an account linked with {name}. Please use the {cmd} command to link your account.",
	"noAccount": "That user doesn't have an account linked with {name}.",
	"cant_use_redirect": "Cannot redirect to link if target and current dont match.",
	"no_perms": "You don't have permissions to use force sync.",
	"no_self": "You can't force sync your own roles, just use normal sync.",
	"noUser": "Couldn't find this user in our database.",
	"noMember": "Couldn't get that member's info for this server.",
	"whatPlatform": "What platform do you want to force sync this user with?",
	"selectPlatform": "Select a platform.."
}