{
	"noContextMenu": "یہ کمانڈ کانٹیکسٹ مینو نہیں ہو سکتی۔",
	"notEnabled": "یہ خصوصیت آپ کے سرور کے لیے فعال نہیں ہے۔",
	"notEnabledPingRole": "Ping role کی خصوصیت آپ کے سرور کے لیے فعال نہیں ہے۔",
	"invalid_streamer": "آپ کا دیا گیا اسٹریمر نہیں مل سکا۔",
	"invalid_streamer_missing": "آپ کو کچھ اضافی دلائل فراہم کرنے ہوں گے۔",
	"kick_streamer_setup": "{streamer} کامیابی سے سیٹ اپ ہو گیا!",
	"invalid_channel_permissions": "مجھے آپ کی فراہم کردہ چینل میں پیغامات بھیجنے کے لیے اجازتیں نہیں ہیں۔",
	"invalid_ping_role": "Ping role آپ کا فراہم کردہ میری رول سے اوپر ہے یا میرے پاس اسے منظم کرنے کی اجازتیں نہیں ہیں۔",
	"invalid_subscriber_role": "Subscriber role آپ کا فراہم کردہ میرے رول سے اوپر ہے یا میرے پاس اسے منظم کرنے کی اجازتیں نہیں ہیں۔",
	"invalid_moderator_role": "Moderator role آپ کا فراہم کردہ میرے رول سے اوپر ہے یا میرے پاس اسے منظم کرنے کی اجازتیں نہیں ہیں۔",
	"invalid_live_role": "آپ کا فراہم کردہ Live role میرے رول سے اوپر ہے یا میرے پاس اسے منیج کرنے کی اجازتیں نہیں ہیں۔",
	"invalid_clip_channel_permissions": "مجھے اس کلپ چینل میں پیغامات بھیجنے کی اجازت نہیں ہے جو آپ نے فراہم کیا۔",
	"kick_streamer_reset": "{streamer} کو کامیابی سے ری سیٹ کر دیا گیا!",
	"failed_to_fetch": "کلائنٹ لوڈ کرنے کی کوشش کے دوران خرابی پیش آئی۔",
	"invalid_rumble_type": "Invalid rumble type.",
	"invalid_rumble_url": "Invalid rumble URL.",
	"stats_channel_setup": "ہیلو! یہ سیٹنگز ڈیش بورڈ پر منتقل کر دی گئی ہیں۔ [یہاں کلک کریں]({link}) ڈیش بورڈ پر جانے کے لیے۔",
	"too_much_kick_streamers": "آپ ان اسٹریمرز کی زیادہ سے زیادہ تعداد تک پہنچ چکے ہیں جو آپ سیٹ اپ کر سکتے ہیں جو کہ {max} ہے۔",
	"too_much_kick_streamers_per_platform": "آپ جس پلیٹ فارم پر ہیں، اُس پر سیٹ اپ کے قابل زیادہ سے زیادہ اسٹریمرز کی تعداد {max} ہے۔",
	"missing_manage_permissions": "مجھے چینلز اور/یا کرداروں کو منظم کرنے کی اجازتیں نہیں ہیں۔",
	"kick_streamer_stats_channel": "{streamer} کے لیے کامیابی سے اعداد و شمار کا چینل مقرر کر دیا گیا!",
	"kick_streamer_view_title": "کک اسٹریمرز",
	"failed_to_find_streamer": "ڈیٹا بیس میں اسٹریمر تلاش کرنے میں ناکام رہا۔",
	"failed_to_create": "ڈیٹا بیس میں اسٹریمر اندراج بنانے میں ناکام رہا۔",
	"click_here": "یہاں کلک کریں",
	"response_exited": "مینیو سے کامیابی کے ساتھ باہر نکل گئے۔",
	"no_streamers": "ابھی تک کوئی اسٹریمرز سیٹ اپ نہیں ہوئے ہیں۔",
	"failed_to_create_channel": "اسٹریمر کے لیے {type} چینل بنانے میں ناکام رہا۔",
	"no_notification_channel": "اس اسٹریمر کے لیے کوئی نوٹیفکیشن چینل سیٹ اپ نہیں کیا گیا۔",
	"streamer_offline": "اسٹریمر آف لائن ہے۔",
	"invalid_notification_channel": "مجھے اُس چینل میں پیغامات بھیجنے کی اجازت نہیں ہے جو آپ نے نوٹیفیکیشنز کے لیے سیٹ اپ کیا ہے۔",
	"notification_sent": "اطلاع بھیج دی گئی ہے۔",
	"no_premium": "ہمیں افسوس ہے، لیکن درج ذیل خصوصیات کو استعمال کرنے کے لیے آپ کو پریمیم کی ضرورت ہے: ({features}). پریمیم کے بارے میں مزید جاننے کے لیے [یہاں کلک کریں]({link})۔",
	"view_title": "ترتیبات",
	"kick_streamer_view_description": "مزید معلومات کے لیے ڈراپ ڈاؤن سے ایک منتخب کریں۔",
	"invalid_premium_tier": "غلط پریمیم درجے۔",
	"already_exists": "اسٹریمر پہلے سے موجود ہے۔",
	"private_account": "Streamer has a private account.",
	"test_notification_sent": "Test notification has been sent.",
	"invalid_type": "Invalid type, or something went wrong, check /errors for more info."
}