{
	"noContextMenu": "یہ کمانڈ ایک سیاق و سباق مینو نہیں ہو سکتی۔",
	"noServer": "ہماری ڈیٹا بیس میں اس سرور کو نہیں پایا جا سکا۔",
	"sync": "{name} کے ساتھ ہم آہنگی جاری ہے.. براہ کرم چند سیکنڈ سے لے کر چند منٹ تک انتظار کریں۔",
	"missing_perms": "مجھے اجازتیں نہیں ہیں (`ManageRoles`) تاکہ آپ کے کردار تفویض کر سکوں۔ براہ کرم ایک سرور ایڈمنسٹریٹر سے رابطہ کریں۔",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "ڈسکارڈ ممبر کو حاصل کرنے میں ناکام رہا۔",
	"added_roles": "شامل کردہ کردار",
	"removed_roles": "ہٹائے گئے کردار",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "مندرجہ ذیل کردار میرے سب سے اعلیٰ کردار سے زیادہ ہیں۔",
		"position_member": "آپ کے سب سے اونچے کردار سے اونچے درجے کے کردار درج ذیل ہیں۔",
		"unknown": "نامعلوم خرابی درج ذیل کردار تفویض کرنے کی کوشش کے دوران۔",
		"managed": "میں مندرجہ ذیل کرداروں کو نہیں سنبھال سکتا۔"
	},
	"vote": "اس کمانڈ کو استعمال کرنے کے لیے، آپ کو **Top.gg** پر بوٹ کے حق میں ووٹ دینا ہوگا [یہاں کلک کرکے]({link}).",
	"bypass_noperms": "ووٹنگ کے حق میں نہیں؟ آپ اپنے سرور پر ہمارا **[Premium]({link})** بھی آزما سکتے ہیں، بس مجھے **[Inviting Me]({invite})** کریں تاکہ اس کمانڈ اور مزید بہت سی چیزوں کو ان لاک کیا جا سکے!",
	"bypass_perms": "ووٹنگ کے مداح نہیں؟ اس سرور کو ہمارے **[Premium]({link})** پر اپ گریڈ کریں تاکہ اس کمانڈ اور مزید کئی کو ان لاک کیا جا سکے!",
	"noFreePlan": "سرور بنانے پر مفت منصوبہ تلاش کرنے میں ناکام.",
	"unknown": "Platform you are trying to synchronize with is not supported.",
	"useLink": "You don't have an account linked with {name}. Please use the {cmd} command to link your account.",
	"noAccount": "That user doesn't have an account linked with {name}.",
	"cant_use_redirect": "Cannot redirect to link if target and current dont match.",
	"no_perms": "You don't have permissions to use force sync.",
	"no_self": "You can't force sync your own roles, just use normal sync.",
	"noUser": "Couldn't find this user in our database.",
	"noMember": "Couldn't get that member's info for this server.",
	"whatPlatform": "What platform do you want to force sync this user with?",
	"selectPlatform": "Select a platform.."
}