{
	"noContextMenu": "פקודה זו אינה יכולה להיות תפריט הקשר.",
	"noServer": "לא נמצא שרת זה במסד הנתונים שלנו.",
	"sync": "סינכרון עם {name} מתבצע... אנא המתן מספר שניות עד מספר דקות.",
	"missing_perms": "חסרות לי הרשאות (`ManageRoles`) כדי להקצות לך תפקידים. אנא פנה למנהל שרת.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "אירעה שגיאה בעת אחזור חבר Discord.",
	"added_roles": "תפקידים נוספים",
	"removed_roles": "תפקידים שהוסרו",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "התפקידים הבאים גבוהים יותר מהתפקיד הגבוה ביותר שלי.",
		"position_member": "התפקידים הבאים גבוהים יותר מהתפקיד הגבוה ביותר שלך.",
		"unknown": "אירעה שגיאה לא ידועה בעת ניסיון להקצות את התפקידים הבאים.",
		"managed": "אני לא יכול לנהל את התפקידים הבאים."
	},
	"vote": "כדי להשתמש בפקודה זו עליך להצביע עבור הבוט ב-**Top.gg** על ידי [לחיצה כאן]({link}).",
	"bypass_noperms": "לא אוהב להצביע? אתה יכול גם לנסות את **[Premium]({link})** שלנו בשרת שלך על ידי **[Inviting Me]({invite})** כדי לפתוח את הפקודה הזו ועוד רבות!",
	"bypass_perms": "לא אוהב להצביע? שדרג את השרת הזה ל**[Premium]({link})** שלנו כדי לפתוח את הפקודה הזו ועוד רבות אחרות!",
	"noFreePlan": "לא נמצאה תוכנית חינמית ביצירת שרת.",
	"unknown": "Platform you are trying to synchronize with is not supported.",
	"useLink": "You don't have an account linked with {name}. Please use the {cmd} command to link your account.",
	"noAccount": "That user doesn't have an account linked with {name}.",
	"cant_use_redirect": "Cannot redirect to link if target and current dont match.",
	"no_perms": "You don't have permissions to use force sync.",
	"no_self": "You can't force sync your own roles, just use normal sync.",
	"noUser": "Couldn't find this user in our database.",
	"noMember": "Couldn't get that member's info for this server.",
	"whatPlatform": "What platform do you want to force sync this user with?",
	"selectPlatform": "Select a platform.."
}