{
	"invalid_streamer": "Le streamer que vous avez fourni est introuvable.",
	"invalid_streamer_missing": "Vous devez fournir quelques arguments supplémentaires.",
	"kick_streamer_setup": "Configuration réussie de {streamer} !",
	"invalid_channel_permissions": "Il me manque des permissions pour envoyer des messages dans le salon que vous avez fourni.",
	"invalid_ping_role": "Le rôle Ping que vous avez fourni est au-dessus de mon rôle ou il me manque des permissions pour le gérer.",
	"invalid_subscriber_role": "Le rôle d'abonné que vous avez fourni est supérieur à mon rôle où il me manque des permissions pour le gérer.",
	"invalid_moderator_role": "Le rôle modérateur que vous avez fourni est supérieur à mon rôle où il me manque des permissions pour le gérer.",
	"invalid_live_role": "Le rôle En direct que vous avez fourni est au-dessus de mon rôle où il me manque des permissions pour le gérer.",
	"invalid_clip_channel_permissions": "Il me manque des permissions pour envoyer des clips dans le salon que vous avez fourni.",
	"kick_streamer_reset": "Réinitialisation de {streamer} réussie !",
	"too_much_kick_streamers": "Vous avez atteint le nombre maximum de streamers que vous pouvez configurer qui est {max}.",
	"missing_manage_permissions": "Il me manque des permissions pour gérer les salons.",
	"kick_streamer_stats_channel": "Le canal de statistiques pour {streamer} a été défini avec succès !",
	"kick_streamer_view_title": "Streamers Kick",
	"failed_to_create": "Impossible de créer l'entrée du streamer dans la base de données.",
	"click_here": "Cliquez ici",
	"response_exited": "Le menu a été quitté avec succès.",
	"no_streamers": "Aucun streamer n'a encore été configuré.",
	"failed_to_create_channel": "Impossible de créer le channel {type} pour le streamer.",
	"no_notification_channel": "Aucun salon de notification n'a été configuré pour ce streamer.",
	"streamer_offline": "Streamer hors ligne.",
	"invalid_notification_channel": "Il me manque des permissions pour envoyer des messages dans le salon que vous avez configuré pour les notifications.",
	"notification_sent": "La notification a été envoyée.",
	"no_premium": "Nous sommes désolés, mais pour utiliser les fonctionnalités suivantes, vous devez avoir la version premium : ({features}). Pour en savoir plus sur cette version [cliquez ici]({link}).",
	"view_title": "Configuration",
	"kick_streamer_view_description": "Sélectionnez un dans la liste déroulante pour plus d'informations."
}