{
	"noContextMenu": "Cette commande ne peut pas être un menu contextuel.",
	"noServer": "Échec de trouver ce serveur dans notre base de données.",
	"sync": "Syncronization with {name} is in progress.. Please wait a few seconds up to a few minutes.",
	"missing_perms": "Il me manque des permissions (`ManageRoles`) pour assigner vos rôles. Veuillez contacter un administrateur du serveur.",
	"role_errors": "There was an error while trying to synchronize your roles.",
	"sync_success": "You have successfully synchronized your roles with {name}!",
	"sync_success_force": "Successfully synchronized roles with {name}!",
	"fetch_member": "Échec de la récupération du membre Discord.",
	"added_roles": "Rôles ajoutés",
	"removed_roles": "Rôles supprimés",
	"role_errors_reasons": {
		"found": "Roles with following Id's were not found.",
		"position": "Les rôles suivants sont supérieurs à mon rôle le plus élevé.",
		"position_member": "Les rôles suivants sont plus élevés que votre rôle le plus élevé.",
		"unknown": "Erreur inconnue en essayant d'assigner les rôles suivants.",
		"managed": "Je ne peux pas gérer les rôles suivants."
	},
	"vote": "Pour utiliser cette commande, vous devez voter pour le bot sur **Top.gg** en [cliquant ici]({link}).",
	"bypass_noperms": "Not a fan of voting? You can also try out our **[Premium]({link})** on your server by **[Inviting Me]({invite})** to unlock this command and many more!",
	"bypass_perms": "Not a fan of voting? Upgrade this server to our **[Premium]({link})** to unlock this command and many more!",
	"noFreePlan": "Échec de trouver un plan gratuit sur la création du serveur.",
	"unknown": "La plateforme avec laquelle vous essayez de vous synchroniser n'est pas prise en charge.",
	"useLink": "Vous n'avez pas de compte lié à {name}. s'il te plaît utiliser la commande {cmd} pour lier votre compte.",
	"noAccount": "Cet utilisateur n'a pas de compte lié à {name}.",
	"cant_use_redirect": "Ne peux pas de rediriger vers le lien si la cible et le courant ne correspondent pas.",
	"no_perms": "Vous n'avez pas la permission d'utiliser la synchronisation forcée.",
	"no_self": "Vous ne pouvez pas forcer la synchronisation de vos propres rôles, utilisez juste la synchronisation normale.",
	"noUser": "Échec de trouver cet utilisateur dans notre base de données.",
	"noMember": "Impossible d'obtenir les informations de ce membre pour ce serveur.",
	"whatPlatform": "Avec quelle plateforme voulez-vous forcer la synchronisation de cet utilisateur ?",
	"selectPlatform": "Sélectionnez une plateforme.."
}